Repository: mathieujobin/kde-playground-artwork
Catalog: kwin-decor-suse2/po/*.po
Languages: cs, da, de, es, fi, fr, hu, it, ja, km, nb, nl, ru, uk, zh_cn, zh_tw

source: &Red closebutton icon
cs: Če&rvená ikona uzavření
da: &Rødt lukkeknap-ikon
de: &Roter Schließknopf
es: &Icono de botón de cierre rojo
fi: P&unainen sammutuspainikkeen kuvake
fr: Icône du bouton de fermeture &rouge
hu: &Vörös Bezárás gombikon
it: Applica rosso a ico&na pulsante di chiusura
ja: 赤いクローズボタンアイコン(&R)
km: រូប​តំណាង​របស់ប៊ូតុង​បិទ​ពណ៌​ក្រហម
nb: &Rødt ikon for lukkeknapp
nl: &Rood afsluitpictogram
ru: &Красная иконка кнопки закрытия
uk: &Червона піктограма кнопки закриття
zh_cn: 红色关闭按钮图标(&R)
zh_tw: 紅色關閉按鈕圖示(&R)

source: Paint the icon of the closebutton in red (this overrides all other colorsettings).
cs: Ikonu uzavření vykreslit červeně (přepíše všechna ostatní barevná nastavení).
da: Tegn ikonet for lukkeknappen rød (dette tilsidesætter alle andre farveindstillinger).
de: Das Schließknopficon in Rot zeichnen (höhere Priorität als andere Farbeinstellungen).
es: Dibuja el icono del botón de cierre en rojo (este valor anula todos los demás ajustes de color).
fi: Maalaa sammutuspainike punaiseksi (tämä ohittaa kaikki muut väriasetukset).
fr: Appliquer du rouge à l'icône du bouton de fermeture (cette opération entraîne le remplacement de tous les autres paramètres de couleur).
hu: A Bezárás gomb ikonjának vörös színnel kirajzolása (ez felülír minden más színbeállítást).
it: Colora di rosso l'icona del pulsante di chiusura (ignora tutte le altre impostazioni di colore).
ja: クローズボタンのアイコンを赤でペイントします (この操作により他のすべてのカラー設定が上書きされます)。
km: គូរ​រូប​តំណាង​របស់​ប៊ូតុង​បិទ ​ពណ៌​ក្រហម (វា​បដិសេធ​គ្រប់​ការ​កំណត់​ពណ៌​ទាំងអស់​ផ្សេង​ទៀត) ។
nb: Farger ikonet for lukkeknappen rødt (overstyrer alle andre fargeinnstillinger).
nl: Kleur het pictogram van de knop 'Sluiten' in het rood (dit overschrijft alle andere kleurinstellingen)
ru: Закрасить иконку кнопки закрытия в красный (это перекроет все другие цветовый настройки).
uk: Показувати червоним кольором піктограму кнопки закриття (цим перезаписуються всі інші параметри кольору).
zh_cn: 将关闭按钮的图标显示为红色（这将覆盖所有其他颜色设置）。
zh_tw: 將關閉按鈕圖示塗上紅色 (這會覆寫所有其他色彩設定)。

source: &Custom icon colors
cs: &Vlastní barvy ikon
da: Brugerdefinerede i&konfarver
de: Benutzerdefinierte Iconfarben
es: Colo&res de icono personalizados
fi: Omat värit &kuvakkeille
fr: &Personnaliser les couleurs d'icônes
hu: &Egyéni ikonszínek
it: P&ersonalizza colori icone
ja: カスタムアイコンカラー(&C)
km: ពណ៌​របស់​រូប​តំណាង​ផ្ទាល់​ខ្លួន
nb: &Egendefinerte ikonfarger
nl: Andere pi&ctogramkleuren
ru: Пользовательские цвета иконок
uk: Не&типові кольори піктограм
zh_cn: 定制图标颜色(&C)
zh_tw: 自訂圖示色彩(&C)

source: Allow custom colors for the button icons.
cs: Povolit vlastní barvy ikon tlačítek.
da: Tillad brugerdefinerede farver til knapikoner.
de: Benutzerdefinierte Farben für die Knopficons benutzen.
es: Permite utilizar colores personalizados para los iconos de los botones.
fi: Salli omat värit painikkeiden kuvakkeille.
fr: Autoriser des couleurs personnalisées pour les icônes de bouton.
hu: Egyéni színek használata a gombikonokhoz.
it: Consente di utilizzare colori personalizzati per le icone dei pulsanti.
ja: ボタンのアイコンにカスタムカラーを使うことができます。
km: អនុញ្ញាត​ពណ៌​ផ្ទាល់​ខ្លួន​សម្រាប់​រូប​តំណាង​ប៊ូតុង ។
nb: Tillater egendefinerte farger for knappeikoner.
nl: Aparte kleuren toestaan voor knoppictogrammen.
ru: Разрешить пользовательские цвета для иконок кнопок.
uk: Дозволяти нетипові кольори для піктограм кнопок.
zh_cn: 允许定制按钮图标的颜色。
zh_tw: 允許自訂按鈕圖示色彩。

source: Active:
cs: Aktivní:
da: Aktiv:
de: Aktiv:
es: Activar:
fi: Aktiivinen:
fr: Actif :
hu: Aktív:
it: Attivo:
ja: 有効:
km: សកម្ម ៖
nb: Aktivt:
nl: Actief:
ru: Активная:
uk: Активна:
zh_cn: 主动：
zh_tw: 作用中：

source: Active down:
cs: Aktivní dolů:
da: Aktiv nede:
de: Aktiv unten:
es: Activo pulsado:
fi: Aktiivinen alas:
fr: Actif et enfoncé :
hu: Aktív lent:
it: Attivo alla selezione:
ja: アクティブダウン:
km: សកម្ម​ខាង​ក្រោម ៖
nb: Aktiv ned:
nl: Actief ingedrukt:
ru: Активная нажатая:
uk: Активні вниз:
zh_cn: 按下活动按钮时：
zh_tw: 使用中下按：

source: Inactive:
cs: Neaktivní:
da: Inaktiv:
de: Inaktiv:
es: Inactivo:
fi: Epäaktiivinen:
fr: Inactif :
hu: Inaktív:
it: Inattivo:
ja: 非アクティブ:
km: អសកម្ម ៖
nb: Inaktivt:
nl: Inactief:
ru: Неактивная:
uk: Неактивні:
zh_cn: 不活动按钮：
zh_tw: 非使用中：

source: Inactive down:
cs: Neaktivní dolů:
da: Inaktiv nede:
de: Inaktiv unten:
es: Inactivo pulsado:
fi: Epäaktiivinen alas:
fr: Inactif et enfoncé :
hu: Inaktív lent:
it: Inattivo alla selezione:
ja: 非アクティブダウン:
km: អសកម្ម​ខាង​ក្រោម ៖
nb: Inaktivt ned:
nl: Inactief ingedrukt:
ru: Неактивная нажатая:
uk: Неактивні вниз:
zh_cn: 按下不活动按钮时：
zh_tw: 非使用中下按：

source: Color for the icon of the active button.
cs: Barva ikony aktivního tlačítka.
da: Farve på ikonet for den aktive knap.
de: Farbe für Knopficons des aktiven Fensters.
es: Color del icono del botón activo.
fi: Aktiivisen painikkeen kuvakkeen väri.
fr: Couleur de l'icône du bouton actif.
hu: Az aktív gomb ikonjának színe.
it: Colore dell'icona del pulsante attivo.
ja: アクティブなボタンのアイコンカラー
km: ពណ៌​សម្រាប់​រូប​តំណាង​របស់​ប៊ូតុង​សកម្ម ។
nb: Farger på ikonet for aktiv knapp.
nl: Kleur voor het pictogram van de actieve knop.
ru: Цвет иконки активной кнопоки.
uk: Колір для піктограми активної кнопки.
zh_cn: 活动按钮图标的颜色。
zh_tw: 使用中按鈕圖示色彩。

source: Color for the icon of the active button when pressed.
cs: Barva ikony aktivního tlačítka při stisknutí.
da: Farve på ikonet for den aktive knap, når den trykkes på.
de: Farbe für gedrückte Knopficons des aktiven Fensters.
es: Color del icono del botón activo cuando se pulsa.
fi: Aktiivisen painikkeen kuvakkeen väri painettaessa.
fr: Couleur de l'icône du bouton actif et enfoncé.
hu: Az aktív gomb ikonjának színe lenyomáskor.
it: Colore dell'icona del pulsante attivo quando selezionato.
ja: 押したときに作動するボタンのアイコンカラー
km: ពណ៌​សម្រាប់​រូប​តំណាង​របស់​ប៊ូតុងសកម្ម​នៅពេល​ដែល​បាន​សង្កត់ ។
nb: Farger på ikonet for aktiv knapp når den er trykket ned.
nl: Kleur voor het pictogram van de actieve ingedrukte knop.
ru: Цвет иконки активной кнопоки при нажатии.
uk: Колір для піктограми активної кнопки, коли її натиснуто.
zh_cn: 按下活动按钮时，活动按钮图标的颜色。
zh_tw: 使用中按鈕向下按時圖示的色彩。

source: Color for the icon of the inactive button.
cs: Barva ikony neaktivního tlačítka.
da: Farve på ikonet for den inaktive knap.
de: Farbe für Knopficons des inaktiven Fensters.
es: Color del icono del botón inactivo.
fi: Epäaktiivisen painikkeen kuvakkeen väri.
fr: Couleur de l'icône du bouton inactif.
hu: Az inaktív gombok ikonjának színe.
it: Colore dell'icona del pulsante non attivo.
ja: 非アクティブなボタンのアイコンカラー
km: ពណ៌​សម្រាប់​រូប​តំណាង​របស់​ប៊ូតុង​អសកម្ម ។
nb: Farger på ikonet for inaktiv knapp.
nl: Kleur voor het pictogram van de inactieve knop.
ru: Цвет иконки неактивной кнопоки.
uk: Колір для піктограми неактивної кнопки.
zh_cn: 不活动按钮图标的颜色。
zh_tw: 非使用中按鈕圖示色彩。

source: Color for the icon of the inactive button when pressed.
cs: Barva ikony neaktivního tlačítka při stisknutí.
da: Farve på ikonet for den inaktive knap, når den trykkes på.
de: Farbe für gedrückte Knopficons des inaktiven Fensters.
es: Color del icono del botón inactivo cuando se pulsa.
fi: Epäaktiivisen painikkeen kuvakkeen väri painettaessa.
fr: Couleur de l'icône du bouton inactif et enfoncé.
hu: Az inaktív gomb ikonjának színe lenyomáskor.
it: Colore dell'icona del pulsante non attivo quando selezionato.
ja: 押したときに非アクティブになるボタンのアイコンカラー
km: ពណ៌​សម្រាប់​រូប​តំណាង​របស់​ប៊ូតុង​អសកម្ម​នៅ​ពេល​បាន​សង្កត់ ។
nb: Farger på ikonet for inaktiv knapp når den er trykket ned.
nl: Kleur voor het pictogram van de inactieve ingedrukte knop.
ru: Цвет иконки неактивной кнопоки при нажатии.
uk: Колір для піктограми неактивної кнопки, коли її натиснуто.
zh_cn: 按下不活动按钮时，不活动按钮图标的颜色。
zh_tw: 非使用中按鈕向下按時圖示的色彩。

source: Shado&w for icons
cs: &Stínování ikon
da: Sk&ygge for ikoner
de: Schatten für Knopficons
es: So&mbra en iconos
fi: &Varjot kuvakkeille
fr: Om&brer des icônes
hu: Á&rnyékolt ikonok
it: Ombreggia&tura icone
ja: アイコンの影(&W)
km: ស្រមោល​សម្រាប់​រូប​តំណាង
nb: Skyg&ge på ikoner
nl: Schadu&w voor pictogrammen
ru: Тень иконок
uk: Ті&нь для піктограм
zh_cn: 图标阴影(&W)
zh_tw: 圖示陰影(&W)

source: Check this if you want to have shadows for the button icons on active windows.
cs: Zvolte, pokud si přejete stíny u ikon tlačítek v aktivních oknech.
da: Afkryds dette, hvis du ønsker at have skygger for knapikonerne på aktive vinduer.
de: Markieren Sie diese Einstellung, wenn Sie möchten, dass die Knopficons einen Schatten erhalten.
es: Marque esta opción si desea que los iconos de los botones de las ventanas activas tengan sombras.
fi: Valitse tämä, jos haluat varjot aktiivisten ikkunoiden painikkeiden kuvakkeissa.
fr: Activez cette option pour ombrer les icônes de boutons de fenêtres actives.
hu: Jelölje meg, ha az aktív ablakokon árnyékolt ikonokat kíván látni.
it: Selezionare questa opzione per applicare le ombreggiature alle icone dei pulsanti nelle finestre attive.
ja: アクティブなウィンドウのボタンアイコンに影が付くことを望む場合は、これをチェックします。
km: ធីក​វា ប្រសិន​បើ​អ្នក​ចង់​ដាក់​ស្រមោល​ឲ្យ​រូប​តំណាង​ប៊ូតុង​នៅលើ​បង្អួច​សកម្ម ។
nb: Kryss av her hvis du vil ha skygger på knappeikonene for aktive vinduer.
nl: Schakel dit in indien u schaduwen hebben wilt voor de knoppictogrammen op actieve vensters.
ru: Отметьте эту опцию, если вы хотите иконки кнопки на активном окне были с тенью.
uk: Ввімкніть, якщо ви хочете, щоб піктограми кнопок на активних вікнах мали тіні.
zh_cn: 如果想要在活动窗口中显示按钮图标的阴影，则选中此选项。
zh_tw: 如果您要使用中視窗上的按鈕圖示有陰影，則勾選此選項。

source: &Logo
es: &Logotipo
ja: ロゴ(&L)
km: រូប​សញ្ញា
ru: &Логотип
uk: &Логотип
zh_cn: 徽标(&L)
zh_tw: 標幟(&L)

source: Logo preview:
cs: Náhled loga:
da: Forhåndsvisning af logo:
de: Logo Vorschau:
es: Vista previa del logotipo:
fi: Logon esikatselu:
fr: Aperçu du logo :
hu: Logo előkép:
it: Anteprima logo:
ja: ロゴプレビュー:
km: មើល​រូប​សញ្ញា​ជា​មុន ៖
nb: Forhåndsvisning av logo:
nl: Logovoorbeeld:
ru: Предпросмотр логотипа:
uk: Перегляд логотипу:
zh_cn: 徽标预览：
zh_tw: 標幟預覽：

source: Offset from title:
cs: Offset z názvu:
da: Afstand fra titel:
es: Desplazamiento del título:
fi: Väli otsikkoon:
fr: Décalage par rapport au titre :
hu: Eltolás a címtől:
it: distanza dal titolo
ja: タイトルからのオフセット:
km: អុហ្វសិត​ពី​ចំណងជើង ៖
nb: Avstand fra tittel:
ru: Смещение от заголовка:
uk: Відступ від заголовка:
zh_cn: 从标题偏移：
zh_tw: 從標題位移：

source: Set the offset of the logo from the titletext.
cs: Nastavení offsetu loga v titulkové liště.
da: Angiv logoets afstand fra titelteksten.
es: Establece el desplazamiento del logotipo respecto al texto del título.
fi: Aseta logon väli otsikkotekstiin.
fr: Définir le décalage du logo par rapport au texte du titre.
hu: A logo eltolása a címsor szövegéhez képest.
it: Imposta la distanza tra il logo e il testo del titolo.
ja: タイトルテキストからロゴのオフセットを設定します。
km: កំណត់​អុហ្វសិត​របស់​រូប​សញ្ញា​ពី​អត្ថបទ​ចំណង​ជើង ។
nb: Angi avstanden mellom logoen og tittelteksten.
nl: Stel de afstand in van het logo vanuit de titeltekst.
ru: Установить смещение логотипа от текста заголовка.
uk: Встановіть для логотипу відступ від заголовка.
zh_cn: 设置徽标在标题文本中的偏移量。
zh_tw: 設定標幟從標題文字的位移。

source: Sele&ct Image
cs: Zvolit &obrázek
da: Væl&g billede
es: S&eleccionar imagen
fi: Valitse k&uva
fr: Séle&ctionner une image
hu: Kép ki&választása
it: Sele&ziona immagine
ja: 画像を選択(&C)
km: ជ្រើស​រូបភាព
nb: Ve&lg bilde
ru: Выбрать картинку
uk: Ви&беріть зображення
zh_cn: 选择图像(&C)
zh_tw: 選取影像(&C)

source: Select the titlebar logo image.
cs: Zvolit obrázek loga titulkové lišty.
da: Vælg billede til titellinjelogo.
de: Titelzeilen-Logo:
es: Permite seleccionar la imagen del logotipo de la barra de título.
fi: Valitse otsikkopalkin logon kuva.
fr: Sélectionnez le logo de la barre de titre.
hu: Válassza ki a címsor logo képét.
it: Seleziona l'immagine per il logo della barra del titolo.
ja: タイトルバーロゴの画像を選択します。
km: ជ្រើស​រូបភាព​រូប​សញ្ញា​របារ​ចំណង​ជើង ។
nb: Velg tittellinjelogo og bilde.
nl: Selecteer de afbeelding voor het titelbalklogo.
ru: Выбор картинки для логотипа заголовка
uk: Виберіть зображення логотипу для панелі заголовка.
zh_cn: 选择标题栏徽标图像。
zh_tw: 選取標題列標幟影像。

source: Show &titlebar logo
cs: Zobrazit &logo v titulkové liště
da: Vis &titellinjelogo
de: Titelzeilen-Lo&go anzeigen
es: Mos&trar logotipo en barra de título
fi: Näytä o&tsikkopalkin logo
fr: Afficher le logo de la barre de &titre
hu: &Címsor logo megjelenítése
it: Mostra logo barra d&el titolo
ja: タイトルバーのロゴを表示(&T)
km: បង្ហាញ​រូប​សញ្ញា​របារ​ចំណង​ជើង
nb: Vis &tittellinjelogo
nl: Titelbalklogo &tonen
ru: Показать логотип заголовка
uk: Показувати логотип в &панелі заголовка
zh_cn: 显示标题栏徽标(&T)
zh_tw: 顯示標題列標幟(&T)

source: Check this if you want to see the titlebar logo in the titlebar.
cs: Zvolte, pokud si přejete zobrazit logo v titulkové liště.
da: Afkryds dette, hvis du ønsker at se titellinjelogoet i titellinjen.
de: Markieren Sie diese Einstellung, wenn Sie möchten, dass der Text in der Titelzeile einen Schatten erhält.
es: Marque esta opción si desea ver el logotipo en la barra de título.
fi: Valitse tämä, jos haluat nähdä otsikkopalkin logon otsikkopalkissa.
fr: Activez cette option pour afficher le logo approprié dans la barre de titre.
hu: Jelölje meg, ha látni kívánja a címsorban a címsor logót.
it: Selezionare questa opzione per visualizzare il logo della barra del titolo nella barra corrispondente.
ja: タイトルバーにタイトルバーのロゴを表示したい場合は、ここをチェックします。
km: ធីក​វា ប្រសិន​បើ​អ្នកចង់​មើល​រូប​សញ្ញា​របារ​ចំណង​ជើង​នៅក្នុង​របារ​ចំណង​ជើង ។
nb: Kryss av her hvis tittellinjelogoen skal vises.
nl: Schakel dit in als u de titelbalklogo in de titelbalk wilt zien.
ru: Отметьте, если вы хотите видеть логотип в заголовке.
uk: Ввімкніть, якщо хочете бачити логотип на панелі заголовка.
zh_cn: 如果想要在标题栏中查看标题栏徽标，则选中此选项。
zh_tw: 如果您要在標題列中看到標題列標幟，則勾選此選項。

source: Select Logo Image
cs: Zvolte obrázek loga
da: Vælg logobillede
de: Logo auswählen
es: Seleccionar imagen del logotipo
fi: Valitse logon kuva
fr: Sélectionner un logo
hu: Logo kiválasztása
it: Seleziona immagine logo
ja: ロゴの画像を選択
km: ជ្រើស​រូបភាព​រូប​សញ្ញា
nb: Velg logobilde
nl: Logo-afbeelding selecteren
ru: Выбор картинки логотипа
uk: Виберіть зображення логотипу
zh_cn: 选择徽标图像
zh_tw: 選取標幟影像

source: Ge&neral
cs: &Obecné
da: Ge&nerelt
de: All&gemein
fi: &Yleistä
fr: Gé&néral
hu: Á&ltalános
it: Gener&ale
ja: 一般(&N)
km: ទូទៅ
nb: Ge&nerelt
nl: Algemee&n
ru: Общее
uk: За&гальне
zh_cn: 常规(&N)
zh_tw: 一般(&N)

source: _: NAME OF TRANSLATORS Your names
de: Gerd Fleischer

source: _: EMAIL OF TRANSLATORS Your emails
de: gerdfleischer@web.de

source: Alt+C
de: Alt+Z
nl: Alt+A

source: Set the offset of the logo from the titeltext.
de: Einstellen des Abstands des Logos vom Titeltext.

source: offset from title
de: Abstand vom Fenstertitel

source: Sele&ct image
de: &Bild auswählen

source: px
km: ភីកសែល
uk: пк
