Repository: mathieujobin/kde-playground-artwork
Catalog: kwin-decor-suse2/po/*.po
Languages: cs, da, de, es, fi, fr, hu, it, ja, km, nb, nl, ru, uk, zh_cn, zh_tw

source: SUSE2 (Version %1)
cs: SUSE2 (verze %1)
es: SUSE2 (versión %1)
fi: SUSE2 (Versio %1)
hu: SUSE2 (%1 verzió)
it: SUSE2 (Versione %1)
ja: SUSE2(バージョン %1)
km: ស៊ូស៊ី ២ (កំណែ %1)
nb: SUSE2 (Versjon %1)
nl: SUSE2 (versie %1)
ru: SUSE2 (Версия %1)
uk: SUSE2 (версія %1)
zh_cn: SUSE2（版本 %1）
zh_tw: SUSE2 (版本 %1)

source: Config Dialog
cs: Konfigurační dialog
da: Konfigurationsdialog
de: Einstellungsdialog
es: Cuadro de diálogo de configuración
fi: Määritysikkuna
fr: Boîte de dialogue de configuration
hu: Beállítások
it: Finestra di dialogo Configurazione
ja: 設定ダイアログ
km: ប្រអប់​កំណត់​រចនា​សម្ព័ន្ធ
nb: Konfigurasjonsdialog
nl: Instellingen
ru: Диалог настройки
uk: Вікно налаштування
zh_cn: “配置”对话框
zh_tw: 組態對話方塊

source: Title Alignment
cs: Zarovnání titulku
da: Titelplacering
de: Titelausrichtung
es: Alineación del título
fi: Otsikon paikka
fr: Alignement du titre
hu: Címsor igazítása
it: Allineamento titoli
ja: タイトルの整列
km: ការ​តម្រឹម​ចំណង​ជើង
nb: Titteljustering
nl: Titeluitlijning
ru: Выравнивание заголовка
uk: Вирівнювання заголовка
zh_cn: 标题对齐
zh_tw: 標題對齊

source: &Left
cs: V&levo
da: &Venstre
de: &Links
es: I&zquierda
fi: &Vasen
fr: &Gauche
hu: &Bal
it: A sini&stra
ja: 左(&L)
km: ឆ្វេង
nb: &Venstre
nl: &Links
ru: Влево
uk: &Ліворуч
zh_cn: 左(&L)
zh_tw: 靠左(&L)

source: Alt+L
da: Alt+V
es: Alt+Z
ja: <Alt>+ <L>キー

source: Align the title left.
cs: Zarovnat titul vlevo
da: Placér titlen til venstre.
de: Den Titel links ausrichten.
es: Alinea el título a la izquierda.
fi: Ryhmitä otsikko vasemmalle.
fr: Aligner le titre à gauche.
hu: A címsor balra igazítása.
it: Allinea il titolo a sinistra.
ja: タイトルを左に合わせる
km: តម្រឹម​ចំណង​ជើង​ទៅ​ឆ្វេង ។
nb: Venstrejuster tittel.
nl: Titel links uitlijnen
ru: Выровнять заголовок по левому краю.
uk: Вирівнювати по лівому краю.
zh_cn: 向左对齐标题。
zh_tw: 標題靠左對齊。

source: &Center
cs: Uprostř&ed
da: &Centrér
de: &Zentriert
es: &Centro
fi: &Keskelle
fr: &Centre
hu: &Közép
it: A&l centro
ja: 中央(&C)
km: កណ្ដាល
nb: &Senter
nl: Ge&centreerd
ru: Центр
uk: По &середині
zh_cn: 居中(&C)
zh_tw: 置中(&C)

source: Center the title.
cs: Vystředit titul.
da: Centrér titlen.
de: Den Titel zentrieren.
es: Centra el título.
fi: Keskitä otsikko.
fr: Centrer le titre.
hu: A címsor középre igazítása.
it: Allinea il titolo al centro.
ja: タイトルを中央に置く
km: ដាក់​ចំណង​ជើង​នៅ​កណ្ដាល ។
nb: Midtjuster tittel.
nl: Titel centreren
ru: Заголовок по центру.
uk: Заголовок по центру.
zh_cn: 居中对齐标题。
zh_tw: 標題置中。

source: &Right
cs: Vp&ravo
da: &Højre
de: &Rechts
es: &Derecha
fi: &Oikea
fr: &Droite
hu: &Jobb
it: A d&estra
ja: 右(&R)
km: ស្ដាំ
nb: Høy&re
nl: &Rechts
ru: Вправо
uk: &Праворуч
zh_cn: 右(&R)
zh_tw: 靠右(&R)

source: Alt+R
da: Alt+H
de: Alt+L
es: Alt+D
ja: <Alt>+ <R>キー

source: Align the title right.
cs: Zarovnat titul vpravo.
da: Placér tltlen til højre.
de: Den Titel rechts ausrichten.
es: Alinea el título a la derecha.
fi: Ryhmitä otsikko oikealle.
fr: Aligner le titre à droite.
hu: A címsor jobbra igazítása.
it: Allinea il titolo a destra.
ja: タイトルを右側に合わせる
km: តម្រឹមចំណងជើងទៅស្ដាំ ។
nb: Høyrejuster tittel.
nl: Titel rechts uitlijnen
ru: Выровнять заголовок по правому краю.
uk: Вирівнювати по правому краю.
zh_cn: 向右对齐标题。
zh_tw: 標題靠右對齊。

source: Round Top Corners
da: Afrund hjørner i toppen
de: Obere Ecken abrunden
es: Redondear esquinas superiores
ja: 最上部の隅に丸みをつける
nl: Bovenhoeken afronden
zh_cn: 圆顶角

source: Alwa&ys
cs: Vžd&y
da: Alt&id
de: I&mmer
es: Sie&mpre
fi: A&ina
fr: Tou&jours
hu: &Mindig
it: Se&mpre
ja: 常に(&Y)
km: ជានិច្ច
nb: Allt&id
nl: &Altijd
ru: Всегда
uk: Зав&жди
zh_cn: 总是(&Y)
zh_tw: 永遠(&Y)

source: Alt+Y
da: Alt+I
de: Alt+M
es: Alt+M
fi: Alt+I
ja: <Alt>+ <Y>キー
km: ជំនួស(Alt)+Y

source: Always draw round window top corners.
da: Tegn altid afrundede øverste vindueshjørner.
de: Immer die oberen Fensterecken abrunden.
es: Redondea siempre las esquinas superiores de la ventana.
ja: 常に丸いウィンドウの最上部のコーナーを描きます。
nl: Altijd ronde vensterhoeken.
zh_cn: 始终绘制圆形窗口顶角。

source: Not maximi&zed
cs: Ne&maximalizovat
da: Ikke mak&simeret
de: Nicht ma&ximiert
es: Sin ma&ximizar
fi: Ei suurenne&ttuna
fr: Non a&grandi(e)
hu: Ha nem ma&ximális
it: N&on ingrandito
ja: 非最大化(&Z)
km: មិន​បាន​ពង្រីក​អតិបរមា
nb: Ikke mak&simert
nl: Niet gemaximali&seerd
uk: Не ма&ксимізоване
zh_cn: 不最大化(&Z)
zh_tw: 非最大化(&Z)

source: Alt+Z
da: Alt+S
de: Alt+X
es: Alt+X
fi: Alt+T
ja: <Alt>+ <Z>キー
km: ជំនួស(Alt)+Z

source: Draw round top corners if the window is not maximized.
da: Tegn afrundede øverste hjørner hvis vinduet ikke er maksimeret.
de: Die oberen Ecken abrunden wenn das Fenster nicht maximiert ist.
es: Redondea las esquina superiores si la ventana no está maximizada.
ja: ウィンドウが最大化されていない場合、丸い上部のコーナーを描きます。
nl: Ronde vensterhoeken tekenen als het venster niet gemaximaliseerd is.
zh_cn: 如窗口未最大化，则绘制圆形顶角。

source: Ne&ver
cs: N&ikdy
da: Aldri&g
de: &Niemals
es: &Nunca
fi: &Ei koskaan
fr: Ja&mais
hu: &Soha
it: Ma&i
ja: しない(&V)
km: កុំ
nb: Al&dri
nl: No&oit
ru: Никогда
uk: &Ніколи
zh_cn: 从不(&V)
zh_tw: 永不(&V)

source: Alt+V
da: Alt+G
de: Alt+N
es: Alt+N
fi: Alt+E
ja: <Alt>+ <V>キー
km: ជំនួស(Alt)+V

source: Never draw round window top corners.
da: Tegn aldrig rundede øverste vindueshjørner.
de: Obere Ecken niemals abrunden.
es: No redondea nunca las esquinas superiores de la ventana.
ja: 丸いウィンドウの最上部のコーナーを決して描かないでください。
nl: Nooit ronde vensterhoeken tekenen.
zh_cn: 从不绘制圆形窗口顶角。

source: Close &windows by double clicking the menu button
cs: Zavřít &okno dvojklikem na tlačítko nabídky
da: Luk vind&uer ved at dobbeltklikke på menuknappen
de: &Fenster durch Doppelklick auf Menüknopf schließen
es: Cerrar &ventanas haciendo doble clic en el botón del menú
fi: Sulje ikk&unat kaksoisnapsauttamalla valikkopainiketta
fr: Fermer des &fenêtres si l'utilisateur double-clique sur le bouton de menu
hu: Ablakok be&zárása a menü gombra duplán kattintással
it: C&hiudi finestre mediante doppio clic
ja: メニューボタンをダブルクリックしてウィンドウ(&W)を閉じてください
km: បិទ​បង្អួច​ដោយ​ចុចលើ​ប៊ូតុង​ម៉ឺនុយ​ពីរ​ដង
nb: Lukk &vinduer ved å dobbeltklikke på menyknappen
nl: &Venster sluiten bij dubbelklikken op menuknop
ru: Закрыть окна двойным щелчком на кнопке меню
uk: Закривати &вікна при подвійному клацанні на кнопці меню
zh_cn: 通过双击菜单按钮关闭窗口(&W)
zh_tw: 連按兩下功能表按鈕關閉視窗(&W)

source: Alt+W
da: Alt+U
de: Alt+F
es: Alt+V
ja: <Alt>+ <W>キー

source: Check this option if you want windows to be closed when you double click the menu button, similar to Microsoft Windows.
cs: Zaškrtněte tuto volbu, pokud chcete, aby se okna zavřela, když dvojkliknete na tlačítko nabídky. Podobné Microsoft Windows.
da: Afkryds denne valgmulighed, hvis du ønsker at vinduer lukkes, når du dobbeltklikker på menuknappen ligesom i Microsoft Windows.
de: Markieren Sie diese Einstellung, wenn Sie Fenster wie unter Microsoft Windows über einen Doppelklick auf den Menüknopf schließen möchten.
es: Marque esta opción si desea que las ventanas se cierren al hacer doble clic en el botón del menú, como ocurre en Microsoft Windows.
fi: Valitse tämä, jos haluat että ikkuna suljetaan kaksoisnapsautettaessa valikkopainiketta kuten Microsoft Windowsissa.
fr: Pour activer cette option et fermer des fenêtres, double-cliquez sur le bouton de menu (fonction Microsoft Windows similaire).
hu: Jelölje meg ezt a pontot, ha azt akarja, hogy az ablakok bezárásra kerüljenek a menü gombra duplán kattintással, mint a Microsoft Windowsban.
it: Selezionare questa opzione per chiudere le finestre facendo doppio clic con il pulsante del mouse, in modo simile a Microsoft Windows.
ja: Microsoft Windowsと似ているこのメニューボタンをダブルクリックするときにウィンドウを閉じたい場合、このオプションをチェックします。
km: ធីក​ប៊ូតុង​នេះ ប្រសិន​បើអ្នក​ចង់ឲ្យ​បិទ​បង្អួច​នៅពេល​ដែលអ្នក​ចុចលើ​ប៊ូតុង​ម៉ឺនុយ​ពីរដង ដែលវា​ស្រដៀង​គ្នានឹង Microsoft Windows ។
nb: Kryss av her hvis du vil at vinduer skal lukkes når du dobbeltklikker på menyknappen som i Microsoft Windows.
nl: Selecteer deze optie als u vensters wilt kunnen sluiten door te dubbelklikken op de menuknop, analoog aan Microsoft Windows.
ru: Отметьте эту опцию, если вы хотите, чтобы окно закрывалась при двойном щелчке на кнопке меню, также как в Microsoft Windows.
uk: Ввімкніть цей параметр, якщо ви хочете, щоб вікна закривались при подвійному клацанні мишки на кнопці меню, подібно до Microsoft Windows.
zh_cn: 如果想在双击菜单按钮后关闭窗口，则选中此选项，这与 Microsoft Windows 相似。
zh_tw: 如果您要視窗在連按兩下功能表按鈕後關閉 (類似 Microsoft Windows)，則勾選此選項。

source: Use shadowed &text
cs: Použít &text se stínem
da: Anvend skygge på &tekst
de: Schattierten &Text verwenden
es: &Usar texto con sombra
fi: Käytä varjostettua &tekstiä
fr: Utiliser du &texte ombré
hu: Árnyékolt &szöveg használata
it: Usa testo con o&mbreggiatura
ja: 陰をつけたテキストを使用(&T)
km: ប្រើ​អត្ថបទ​ស្រមោល
nb: Bruk skygge på &tekst
nl: &Tekstschaduw gebruiken
ru: Использовать текст с тенью
uk: Вживати тінь для текст&у
zh_cn: 使用阴影文本(&T)
zh_tw: 使用陰影文字(&T)

source: Alt+T
es: Alt+U
ja: <Alt>+ <T>キー

source: Check this option if you want the titlebar text to have a 3D look with a shadow behind it.
cs: Povolte tuto možnost, pokud chcete, aby měl titulek 3D vzhled se stínem v pozadí.
da: Afkryds denne valgmulighed, hvis du ønsker, at titellinjen skal have 3D-udseende med en skygge bag sig.
de: Markieren Sie diese Einstellung, wenn Sie möchten, dass der Text in der Titelzeile einen Schatten erhält.
es: Marque esta opción si desea que el texto de la barra de título tenga un aspecto tridimensional con una sombra detrás.
fi: Valitse tämä, jos haluat otsikkopalkin tekstin 3D-efektin varjostuksella.
fr: Activez cette option pour afficher le texte de la barre de titre en 3D et une ombre en arrière-plan.
hu: Jelölje meg ezt a pontot, ha azt akarja, hogy a címsor szövege háromdimenziós hatású legyen, mögötte árnyékolással.
it: Selezionare questa opzione per conferire un aspetto tridimensionale al testo della barra del titolo aggiungendo un'ombreggiatura.
ja: タイトルバーテキストが影の付いた3Dのように表示したい場合、このオプションをチェックします。
km: ធីក​ជម្រើស​នេះ ប្រសិន​បើ​អ្នកចង់​ឲ្យ​អត្ថបទ​របារ​ចំណង​ជើង​មាន​រាង​ជា 3D ហើយ​មាន​ស្រមោល​នៅពី​ក្រោយ​វា ។
nb: Kryss av her hvis du vil at tittellinjeteksten skal ha 3D-utseende med skygge bak.
nl: Selecteer deze optie als u wilt dat de tekst in de titelbalk wordt weergegeven met een schaduw erachter.
ru: Отметьте эту опцию, если вы хотите, чтобы текст заголовка имел 3D вид с тенью позади него.
uk: Ввімкніть, якщо ви бажаєте, щоб текст в заголовку вікна мав тривимірний вигляд внаслідок тіні, що малюється позаду тексту.
zh_cn: 如果想要标题栏文本显示为后面有阴影的 3D 外观，则选中此选项。
zh_tw: 如果您要標題列文字有立體效果，並加上陰影，請勾選此選項。

source: Here you can set some additional space for the titlebar height.
cs: Zde můžete nastavit dodatečný protor pro výšku titulku okna.
da: Her kan du angive yderligere plads til titellinjens højde.
de: Hier kann man zusätzlichen Raum für die Titelzeilenhöhe einstellen.
es: Aquí se puede asignar espacio adicional para la altura de la barra de título.
fi: Tässä voit asettaa hieman lisätilaa otsikkopalkin korkeudelle.
fr: Dans ce cas, vous pouvez définir de l'espace supplémentaire pour la hauteur de la barre de titre.
hu: Itt állítható be némi plusz terület a címsor magasságához.
it: Qui è possibile impostare dello spazio aggiuntivo per l'altezza della barra del titolo.
ja: ここで、タイトルバーの高さを増すために追加スペースを設定することができます。
km: នៅ​ទីនេះ អ្នកអាច​កំណត់​ទំហំ​បន្ថែម​ណាមួយ​សម្រាប់​កម្ពស់​របារ​ចំណង​ជើង ។
nb: Her kan du definere ekstra plass for tittellinjehøyden.
nl: Hier kunt u extra ruimte voor de titelbalkhoogte toevoegen
ru: Здесь вы можете установить дополнительное место для высоты заголовка.
uk: Тут можна вказати додатковий простір для висоти панелі заголовка.
zh_cn: 在此处，您可以为标题栏高度设置一些附加空间。
zh_tw: 您在此可為標題列高度設定一些額外的空間。

source: additional space for title height
cs: dodatečné místo pro výšku názvu
da: yderligere plads til titellinjens højde
de: zusätzliche Titelzeilenhöhe
es: espacio adicional para la altura del título
fi: lisätilaa otsikon korkeudelle
fr: espace supplémentaire pour la hauteur de la barre de titre
hu: plusz hely a címsor magasságához
it: spazio aggiuntivo per altezza titolo
ja: タイトル高さの追加スペース
km: ទំហំ​បន្ថែម​សម្រាប់​កម្ពស់​របស់​ចំណង​ជើង
nb: ekstra plass for tittellinjehøyde
nl: extra ruimte voor titelbalkhoogte
ru: дополнительное место для высоты заголовка
uk: додатковий простір для висоти заголовка
zh_cn: 标题高度的附加空间
zh_tw: 標題高度的額外空間

source: Bu&ttons
cs: Tlačí&tka
da: Kna&pper
de: &Knöpfe
es: &Botones
fi: Painikkee&t
fr: Bou&tons
hu: &Gombok
it: P&ulsanti
ja: ボタン(&T)
km: ប៊ូតុង
nb: Kna&pper
nl: Kno&ppen
ru: Кнопки
uk: &Кнопки
zh_cn: 按钮(&T)
zh_tw: 按鈕(&T)

source: Buttontype:
cs: Typ tlačítka:
da: Knaptype:
de: Knopftyp:
es: Tipo de botón:
fi: Painiketyyppi:
fr: Type de bouton :
hu: Gombtípus:
it: Tipo di pulsante:
ja: ボタンのタイプ:
km: ប្រភេទ​ប៊ូតុង ៖
nb: Knappetype:
nl: Knoptype:
ru: Тип кнопки:
uk: Тип кнопок:
zh_cn: 按钮类型：
zh_tw: 按鈕類型：

source: Plastik flat
cs: Plastik plochý
da: Plastik flad
es: Plástico plano
fi: Plastik tasainen
fr: Plastik - 2D
hu: Plastik lapos
it: Plastik piatto
ja: Plastik平面
km: Plastik រាបស្មើ
nl: Plastik vlak
ru: Пластик, плоский
uk: Пластик, плоский
zh_tw: 塑膠平面

source: Lipstik flat
cs: Lipstik plochý
da: Lipstik flad
es: Barra de labios plano
fi: Lipstik tasainen
fr: Lipstik - 2D
hu: Lipstik lapos
it: Lipstik piatto
ja: Lipstik平面
km: Lipstik រាប​ស្មើ
nl: Lipstik vlak
uk: Помада, плоский
zh_tw: 口紅平面

source: Plastik 3D
es: Plástico 3D
ru: Пластик 3D
uk: Пластик, тривимірний
zh_tw: 塑膠 3D

source: Lipstik 3D
es: Barra de labios 3D
uk: Помада, тривимірний
zh_tw: 口紅 3D

source: Lipstik bright
cs: Lipstik jasný
da: Lipstik lys
es: Barra de labios brillante
fi: Lipstik kirkas
fr: Lipstik - Brillant
hu: Lipstik fényes
it: Lipstik chiaro
ja: Lipstikブライト
km: Lipstik ភ្លឺ
nb: Lipstik lys
nl: Lipstik helder
uk: Помада, яскравий
zh_tw: 口紅亮彩

source: Select the buttontype.
cs: Zvolte typ tlačítka.
da: Vælg knaptype.
de: Den Knopftyp auswählen.
es: Seleccione el tipo de botón.
fi: Valitse painikkeiden tyyppi.
fr: Sélectionnez le type de bouton.
hu: Válassza ki a gomb típusát.
it: Selezionare il tipo di pulsante.
ja: ボタンタイプを選択します。
km: ជ្រើស​ប្រភេទ​ប៊ូតុង ។
nb: Velg knappetype.
nl: Selecteer het knoptype.
ru: Выберите тип кнопки.
uk: Виберіть тип кнопок.
zh_cn: 选择按钮类型。
zh_tw: 選取按鈕類型。

source: Custom colors for button bac&kground
cs: Vlastní barvy pro &pozadí tlačítek
da: Brugerdefinerede farver til &knapbaggrund
de: Benutzerdefinierte Farben für Knopfhintergrund
es: C&olores personalizados para fondo de botón
fi: Omat värit painikkeiden tausta&ksi
fr: Personnaliser les couleurs de l'arrière-&plan de bouton
hu: Egyéni színek a gombok &hátteréül
it: Personalizza colori per lo s&fondo del pulsante
ja: ボタンと背景用カスタムカラー(&K)
km: ពណ៌​ផ្ទាល់ខ្លួន​សម្រាប់​ផ្ទៃ​ខាង​ក្រោយ​របស់​ប៊ូតុង
nb: Egendefinerte farger for knappeba&kgrunn
nl: Andere achtergrondkleur voor &knoppen
ru: Пользовательские цвета для фона кнопки
uk: Нетипові кольори для т&ла кнопок
zh_cn: 定制按钮背景色(&K)
zh_tw: 自訂按鈕背景色彩(&K)

source: Alt+K
de: Alt+B
es: Alt+O
ja: <Alt>+ <K>キー

source: Allow custom colors for the button background. The colors for the buttonbackground from the colorscheme are used then.
cs: Povolit vlastní barvy pro pozadí tlačítek. Pro pozadí tlačítek se pak použijí barvy z barevného schématu.
da: Tillad brugerdefinerede farver på knapbaggrund. Farverne fra farveskemaet anvendes i så fald til knapbaggrund.
de: Benutzerdefinierte Farben für den Knopfhintergrund erlauben. Es werden die Farben des Farbschemas verwendet.
es: Permite usar colores personalizados para el fondo de los botones. Se utilizarán los colores de la paleta de colores para los fondos de botón.
fi: Salli omat värit painikkeiden taustalla. Painikkeiden väreinä käytetään sitten väriteeman taustaa.
fr: Autoriser des couleurs personnalisées pour l'arrière-plan de bouton. Utiliser dans ce cas les couleurs de l'arrière-plan de bouton du jeu de couleurs.
hu: Egyéni színek használata a gombok hátteréül. A gombok háttérszíneiül az éppen alkalmazott színsémának megfelelő lesz használva.
it: Consente di utilizzare colori personalizzati per lo sfondo dei pulsanti. Verranno quindi utilizzati i colori della combinazione colori.
ja: ボタンの背景にカスタム色を使うことができます。ボタンの背景色にはカラースキームの色が使用されます。
km: អនុញ្ញាត​ពណ៌​ផ្ទាល់ខ្លួន​សម្រាប់​ផ្ទៃខាង​ក្រោយ​ប៊ូតុង ។ ពណ៌​សម្រាប់​ផ្ទៃ​ខាងក្រោយ​ដែល​បាន​មកពី​ពណ៌​ចំរុះ​គឺ​ត្រូវបាន​ប្រើ ។
nb: Bruk egendefinerte farger som knappebakgrunn. Fargene for knappebakgrunn i fargeoppsettet vil bli brukt.
nl: Sta andere kleuren toe als achtergrond voor titelbalkknoppen. De kleuren voor de knopachtergrond van het kleurenschema zullen dan gebruikt worden.
ru: Разрешить пользовательские цвета для фона кнопок. Будут использованы цвета из цветовой схемы.
uk: Дозволити нетипові кольори для тла кнопки. Тоді будуть вживатись кольори для тла кнопок зі схеми кольорів.
zh_cn: 允许定制按钮背景色。然后将使用颜色模式中的按钮背景色。
zh_tw: 允許自訂按鈕背景的色彩。接著使用色彩配置中的按鈕背景色彩。

source: &Use titlefont settings for button icons
cs: Pro ikony tlačítek použít nastavení písma &titulku
da: Br&ug indstillingerne for titelskrifttypen til knapikoner
de: Tite&lfonteinstellungen für Knopficons verwenden
es: U&sar ajustes de fuente de título para los iconos de botón
fi: Käytä otsikkokirjasimen aset&uksia painikkeen kuvakkeille
fr: &Utiliser les paramètres de police du titre pour les icônes de bouton
hu: &Cím-betűkészlet beállítások a gombok ikonjaihoz
it: &Usa impostazioni font del titolo per icone pulsanti
ja: ボタンのアイコンにタイトルフォントの設定を使用(&U)
km: ប្រើ​ការកំណត់​ពុម្ព​អក្សរ​ចំណងជើង​សម្រាប់​រូប​តំណាង​ប៊ូតុង
nb: Br&uk innstillingene for titteltekst for knappeikoner
nl: Instellingen voor titellettertype gebr&uiken voor knoppictogrammen
ru: Использовать настройки шрифта заголовка для иконок кнопок
uk: &Вживати параметри шрифту заголовка для піктограм кнопок
zh_cn: 对按钮图标使用标题字体设置(&U)
zh_tw: 按鈕圖示使用標題字型設定(&U)

source: Alt+U
de: Alt+L
es: Alt+S
ja: <Alt>+ <U>キー

source: Use the titlefont settings (color, shadow) for the button icons. Overrides the custom color settings.
cs: Použít nastavení písma titulku pro ikony tlačítek (barvy, stíny). Přepíše vlastní nastavení barev.
da: Brug titelskrifttypens indstillinger (farve, skygge) til knapikonerne. Tilsidesætter de brugerdefinerede farveindstillinger.
de: Die Titelfonteinstellungen (Farbe, Schatten) für die Knopficons benutzen. Höhere Priorität als benutzerdefinierte Einstellungen.
es: Los ajustes de la fuente del título (color, sombra) se usarán para los iconos de botón. Anula los ajustes de color personalizados.
fi: Käytä otsikkokirjasimen asetuksia (väri, varjot) painikkeiden kuvakkeille. Ohittaa omat väriasetukset.
fr: Utiliser les paramètres de police du titre pour les icônes de bouton (couleur et ombre). Remplacer les paramètres de couleur personnalisés.
hu: A cím-betűkészlet beállításainak (szín, árnyék) hasznáalta a gombok ikonjaihoz. Felülírja az egyéni beállításokat.
it: Utilizza le impostazioni del font dei titoli, ad esempio colore e ombreggiatura, per le icone dei pulsanti. Ignora le impostazioni di colore personalizzate.
ja: ボタンアイコンにはタイトルフォントの設定(カラー、影)を使用します。カスタムカラーの設定を上書きします。
km: ប្រើ​ការ​កំណត់​ពុម្ព​អក្សរ​ចំណង​ជើង (ពណ៌ ស្រមោល) សម្រាប់​រូបតំណាង​ប៊ូតុង ។ បដិសេធ​ការ​កំណត់​ពណ៌​ផ្ទាល់​ខ្លួន ។
nb: Bruk innstillingene for titteltekst (farge, skygge) for knappeikoner. Overstyrer egendefinerte fargeinnstillinger.
nl: Gebruik de instellingen voor het titellettertype (kleur, schaduw) voor de knoppictogrammen. Dit overschrijft de eigen kleurinstellingen.
ru: Использовать настройки шрифта заголовка (цвет, тень) для иконок кнопок. Перекрывает пользовательсике настройки цветов.
uk: Вживати параметри шрифту заголовка (колір, тінь) для піктограм кнопок. Перезаписує нетипові параметри кольорів.
zh_cn: 对按钮图标使用标题字体设置（颜色，阴影）。覆盖定制颜色设置。
zh_tw: 對於按鈕圖示使用標題字型設定 (色彩、陰影)。覆寫自訂色彩設定。

source: A&nimate buttons
cs: A&nimovaná tlačítka
da: A&nimér knapper
de: Kn&öpfe animieren
es: &Animar botones
fi: A&nimoi painikkeet
fr: A&nimer des boutons
hu: Gombok &animálása
it: An&ima pulsanti
ja: ボタンをアニメーションで表示(&N)
km: ធ្វើ​ឲ្យ​ប៊ូតុង​មាន​ចលនា
nb: A&nimerte knapper
nl: Knoppen met a&nimatie
ru: Анимированные кнопки
uk: А&німація кнопок
zh_cn: 动画按钮(&N)
zh_tw: 動畫按鈕(&N)

source: Alt+N
de: Alt+Ö
es: Alt+A
ja: <Alt>+ <N>キー

source: Check this option if you want the buttons to fade in when the mouse pointer hovers over them and fade out again when it moves away.
cs: Zaškrtněte tuto volbu, pokud chcete, aby se tlačítka zesvětlovala/ztmavovala, když na ně myš vstoupí nebo z nich odejde.
da: Afkryds denne indstilling hvis du ønsker at knapperne skal fade ind når musepilen svæver over dem og fade ud igen når den bevæger sig væk.
de: Markieren Sie diese Einstellung, wenn Sie möchten, dass Knöpfe eingeblendet werden, sobald der Mauszeiger darüber schwebt und wieder verschwinden, wenn die Maus weiter bewegt wird.
es: Marque esta opción si desea que los botones se destaquen cuando pase por ellos el puntero del ratón y se atenúen de nuevo cuando se retire.
fi: Valitse tämä jos haluat painikkeiden haalistuvan kun hiiren osoitin on painikkeen päällä ja palautuvan kun osoitin viedään pois.
fr: Activez cette option pour faire apparaître un bouton en fondu si la souris pointe dessus et annuler l'effet quand elle s'en éloigne.
hu: Jelölje meg ezt a négyzetet, ha azt kívánja, hogy a gombok kifényesedjenek, amikor az egeret rájuk viszi, és elhalványuljanak, amikor újra arrébb.
it: Selezionare questa opzione per applicare la dissolvenza in entrata ai pulsanti quando si posiziona il puntatore del mouse su di essi e la dissolvenza in uscita quando si sposta il puntatore.
ja: マウスポインタをポイントするとボタンがフェードインし、マウスポインタを離れるとフェードアウトすることを望む場合は、このオプションをチェックします。
km: ធីក​ជម្រើស​នេះ ប្រសិន​បើ​អ្នកចង់​ឲ្យ​ប៊ូតុង​ផុសចេញ​នៅពេល​ដែល​ដាក់​ទ្រនិច​កណ្ដុរ​នៅ​ពីលើ​ពួកវា ហើយ​និង មិនផុស​វិញ​នៅពេល​ដែល​យក​ទ្រនិច​កណ្ដុរ​ចេញ ។
nb: Kryss av her hvis du vil at knappene skal tones inn når musepekeren føres over dem og tones ut igjen når musepekeren fjernes.
nl: Selecteer deze optie als u wilt dat knoppen bewegen wanneer u er met de muisaanwijzer overheen gaat.
ru: Отметьте эту опцию, если вы хотите, чтобы кнопка изменялась при наведении мышки над ней.
uk: Увімкніть цей параметр, якщо ви хочете, щоб кнопки реагували кольором, коли на них наводять вказівник мишки або коли його забирають.
zh_cn: 如果想要鼠标在按钮上方悬停时按钮淡入并且在鼠标移开时淡出，则选中此选项。
zh_tw: 如果您按鈕要滑鼠指標停留在上面淡入，在滑鼠離開時淡出，則勾選此選項。

source: Iconsize:
cs: Velikost ikony:
da: Ikonstørrelse:
de: Icongröße:
es: Tamaño de icono:
fi: Kuvakkeen koko:
fr: Taille d'icône :
hu: Ikonméret:
it: Dimensioni icona:
ja: アイコンサイズ:
km: ទំហំរូបតំណាង ៖
nb: Ikonstørrelse:
nl: Pictogramgrootte:
ru: Размер иконки:
uk: Розмір піктограми:
zh_cn: 图标大小：
zh_tw: 圖示大小：

source: Here you can set the size of the button icons relative to the button size.
cs: Zde můžete nastavit velikost ikon tlačítek relativně k velikosti tlačítka.
da: Her kan du angive størrelsen på knapikonerne i forhold til knapstørrelsen.
de: Hier kann die Größe der Knopficons relativ zur Knopfgröße eingestellt werden.
es: Aquí se puede establecer el tamaño de los iconos de los botones en relación con el tamaño del botón.
fi: Tässä voit asettaa painikkeiden kuvakkeiden koon suhteessa painikkeen kokoon.
fr: Dans ce cas, vous pouvez définir la taille d'icône en fonction de celle du bouton.
hu: Itt állítható be a gombikonok mérete a gombok méretéhez képest.
it: Qui è possibile impostare le dimensioni delle icone dei pulsanti rispetto a quelle dei pulsanti.
ja: ここでボタンサイズに相対的なボタンアイコンのサイズを設定できます。
km: នៅ​ទីនេះ អ្នក​អាច​កំណត់​ទំហំ​រូបតំណាង​ប៊ូតុង​ដែល​វាទាក់ទង​នឹង​ទំហំ​ប៊ូតុង ។
nb: Her kan du angi størrelsen på knappeikonene relativt til knappestørrelsen.
nl: Hier kunt u de grootte van de knoppictogrammen relatief aan de knopgrootte instellen.
ru: Здесь вы можете установить размер иконок кнопок в соответствии с размером кнопок.
uk: Тут можна вказати розмір піктограм кнопок відносно розміру кнопок.
zh_cn: 在此处，您可以设置与按钮大小相关的按钮图标大小。
zh_tw: 您在此可以相對於按鈕大小來設定按鈕圖示大小。
